Repository: eugena/django-invitations
Catalog: invitations/locale/*/LC_MESSAGES/django.po
Languages: be, cs

source: accepted
be: прынята
cs: přijat

source: key
be: ключ
cs: stopu

source: sent
be: адпраўлена
cs: odesláno

source: This e-mail address has already been invited.
be: На гэты e-mail ўжо адпраўлена запрашэнне.
cs: Pozvánka již byla odeslána na tento e-mail.

source: This e-mail address has already accepted an invite.
be: Запрашэнне, якое адпраўлена на гэты e-mail, ужо прынятае.
cs: Pozvánka zaslaná na tento e-mail již byla přijata.

source: An active user is using this e-mail address
be: Карыстальнік з e-mail ужо існуе
cs: Uživatel s e-mailem již existuje

source: E-mail
cs: E-mailová adresa

source: e-mail address
be: e-mail адрас
cs: e-mailovou adresu

source: created
be: Створана
cs: Vytvořeno

source: Hello, You (%(email)s) have been invited to join %(site_name)s If you'd like to join, please go to %(invite_url)s
be: Добры дзень, Вы (%(email)s) запрошаны далучыцца да праекту %(site_name)s Калі Вы хочаце далучыцца, перайдзіце па спасылцы %(invite_url)s
cs: Dobrý den, Vy (%(e-mail)s) jste vyzváni, abyste se připojili k projektu %(site_name)s Chcete-li se připojit, přejděte na %(invite_url)s

source: Invitation to join %(site_name)s
be: Запрашэнне далучыцца да %(site_name)s
cs: Pozvánka na připojení k %(site_name)s

source: Invite
be: Запрашэнне
cs: Pozvánka

source: Please add an email below. The user will receive an email with instructions.
be: Калі ласка, увядзіце email ніжэй і карыстальнік атрымае ліст з інструкцыямі.
cs: Zadejte níže uvedený e-mail a uživatel obdrží e-mail s pokyny.

source: Email
cs: E-mailová adresa

source: Invitation to - %(email)s - has been accepted
be: Запрашэнне, якое адпраўлена на %(email)s, прынята
cs: Pozvánka na %(e-mail)s - byla přijata

source: %(email)s has been invited
be: Запрашэнне адпраўлена на %(email)s
cs: Pozvánka byla odeslána na %(e-mail)s
